EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:b02fee60-ae47-4c35-8d3e-8182c31f457f</wsa:MessageID>
      <int:ProcedureID>urn:uuid:f8ebb2b8-e9c5-48ee-9877-c9dc986ac5b0</int:ProcedureID>
      <int:ConversationID>urn:uuid:bcb2abb3-7b22-479f-8761-f90a9d080c1b</int:ConversationID>
      <wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:ae95c4ce-8549-4f76-901b-4343617051bb</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:15db2948-5542-43b6-b8ac-2d7c8ba56714</int:TrackID>
         <int:AcceptTime>2020-01-16T10:00:45+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>2b729f9e-b2ba-4034-b108-c0c2a2027799</sgn:SignalId>
         <sgn:DateTime>2020-01-16T10:00:44.980</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
